<?php
// general
$_ADDONLANG['intro'] = "با شمسي ساز ونون مي توانيد از امكان استفاده تاريخ شمسي در سيستم whmcs لذت ببريد.";
$_ADDONLANG['desc'] = "با توجه به هوشمند بودن افزونه شمسي ساز ونون مي توانيد در هركجاي از سيستم whmcs با افزودن \"<b>|venon_jdate</b>\" به برچسب هاي مربوط به تاريخ از امكان شمسي سازي افزونه استفاده نماييد. براي توضيحات بيشتر به فايل راهنما افزونه شمسي ساز مراجعه نماييد.";
$_ADDONLANG['venonjdateli'] = "لايسنس شمسي ساز ونون";
$_ADDONLANG['venonjdatever'] = "نسخه نصب شده";
$_ADDONLANG['venonhelp'] = "درخواست پشتيباني";
$_ADDONLANG['venonjdatestatus'] = "وضعيت لايسنس";
$_ADDONLANG['venonjdatelifor'] = "ثبت شده براي";

// form
$_ADDONLANG['formtitle'] = "تنظيمات شمسي ساز";
$_ADDONLANG['formattitle'] = "فرمت نمايش تاريخ شمسي";
$_ADDONLANG['formatdesc'] = "با انتخاب گزينه مورد نظر مي توانيد فرمت نمايش تاريخ را در سيستم عوض نماييد.";
$_ADDONLANG['formatop1'] = "<b>تاريخ عددي</b>  براي مثال: 1391/05/17";
$_ADDONLANG['formatop2'] = "<b>تاريخ حروفي</b> براي مثال: هفده مرداد هزار و سیصد و نود و یک";
$_ADDONLANG['formatop3'] = "<b>تاريخ حروفي به همراه روز هفته</b> براي مثال: سه شنبه هفده مرداد نود و یک";
$_ADDONLANG['formatop4'] = "<b>تاریخ همراه با نام ماه</b> برای مثال: 20 دی 1392";
$_ADDONLANG['formatop5'] = "<b>تاریخ همراه با نام ماه و روز هفته</b> برای مثال: سه شنبه 20 دی 1392";
$_ADDONLANG['dualdatetitle'] = "نمايش همزمان دو تاريخ";
$_ADDONLANG['dualdatedesc'] = "با فعال كردن اين گزينه تاريخ ميلادي در كنار تاريخ شمسي نمايش داده مي شود. براي مثال: (2012/08/07) سه شنبه هفده مرداد نود و یک";
$_ADDONLANG['numtitle'] = "نوع ارقام تاريخ";
$_ADDONLANG['numdesc'] = "مي توانيد ارقام تاريخ را بين دو حالت فارسي و انگليسي تنظيم نماييد.";
$_ADDONLANG['numfarsi'] = "ارقام فارسي";
$_ADDONLANG['numenglish'] = "ارقام انگليسي";

// License
$_ADDONLANG['licInvalid'] = "لايسنس شما نامعتبر مي باشد، با پشتيباني ونون تماس حاصل نماييد.";
$_ADDONLANG['licExpired'] = "لايسنس شما منقضي شده است، براي تمديد يا خريد مجدد به وب سايت ونون مراجعه نماييد.";
$_ADDONLANG['licSuspended'] = "لايسنس شما مسدود شده است، جهت پي گيري به واحد پشتيباني ونون تيكت ارسال نماييد.";

// other
$_ADDONLANG['yes'] = "بله";
$_ADDONLANG['no'] = "خير";
$_ADDONLANG['submit'] = "ذخيره تغييرات";
?>